@extends('frontend/layouts/template')
<style>
    .fw-bold {
        color: #000000;
    }
</style>
@section('content')
    <div style="background-color:#ffffff;">
        <div class="container" style="background-color: #ffffff; padding-top: 5rem;">
            <div class="row">
                <h1 class="text-center" style="font-weight: bold; font-size: 2rem; color:#000000;">ข้อกำหนดและเงื่อนไข
                    สำหรับสมาชิกเอโดะพลัส (EDO PLUS)
                </h1>
                <div style="color: #000000;" class="mt-5">
                    <h5 class="fw-bold">1. การสมัครสมาชิก</h5>
                    <ul>
                        <li>สมาชิกยอมรับและตกลงว่า ข้อมูลทั้งหมดที่ใช้ในการสมัครสมาชิกเอโดะพลัสเป็นข้อมูลที่ถูกต้อง
                            ตามความเป็นจริง กรณีที่ตรวจสอบข้อมูลไม่ตรงกับความเป็นจริง ทางบริษัทฯ
                            ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกรวมทั้งสิทธิประโยชน์ทั้งหมด</li>
                        <li>การสมัครสามารถทำได้ผ่าน QR Code ที่ร้านในเครือเอโดะกรุ๊ป หรือช่องทางที่บริษัทกำหนดเท่านั้น</li>
                        <li>สมาชิก 1 ท่านสามารถมีบัญชี EDO PLUS ได้เพียงบัญชีเดียวเท่านั้น</li>
                    </ul>
                    <h5 class="fw-bold">2. การสะสมคะแนน</h5>
                    <ul>
                        <li>คะแนนสะสมจากยอดใช้จ่ายในเครือเอโดะกรุ๊ปคำนวณจากยอดสุทธิหลังหักส่วนลด</li>
                        <li>ต้องแสดงเบอร์โทรศัพท์หรือรหัสสมาชิกก่อนชำระเงินเพื่อรับคะแนน</li>
                        <li>คะแนนจะเข้าสู่ระบบสมาชิกภายใน 24 ชั่วโมงหลังทำรายการ</li>
                        <li>คะแนนสะสม และสิทธิประโยชน์ของสมาชิกเอโดะพลัส ไม่สามารถแลก เปลี่ยน หรือทอนเป็นเงินสดได้
                            และไม่สามารถโอนไปเป็นของสมาชิกท่านอื่นได้</li>
                        <li>คะแนนสะสมไม่มีวันหมดอายุ</li>
                    </ul>
                    <h5 class="fw-bold">3. การใช้คะแนนและสิทธิพิเศษ</h5>
                    <ul>
                        <li>คะแนนสามารถแลกของรางวัล คูปองส่วนลด หรือสิทธิพิเศษผ่านระบบสมาชิก</li>
                        <li>สิทธิพิเศษบางรายการอาจมีเงื่อนไข เช่น จำกัดจำนวน ระยะเวลา หรือระดับสมาชิก</li>
                        <li>บริษัทสามารถเปลี่ยนแปลงของรางวัลหรือเงื่อนไขได้โดยไม่ต้องแจ้งล่วงหน้า</li>
                    </ul>
                    <h5 class="fw-bold">4. ระดับสมาชิก</h5>
                    <ul>
                        <li>แบ่งเป็น 3 ระดับ: Silver, Gold, Black อิงตามยอดคะแนนสะสมทั้งหมด</li>
                        <li>ระบบจะประเมินและปรับระดับโดยอัตโนมัติเมื่อยอดคะแนนสะสมครบตามกำหนด</li>
                        <li>ระดับสมาชิกมีผลต่อการเข้าถึงสิทธิประโยชน์ที่แตกต่างกัน</li>
                    </ul>
                    <h5 class="fw-bold">5. การสิ้นสุดการเป็นสมาชิก</h5>
                    <ul>
                        <li>สมาชิกสามารถยกเลิกการเป็นสมาชิกได้ทุกเมื่อผ่านช่องทางที่กำหนด</li>
                        <li>กรณีสมาชิกปฎิบัติผิดเงื่อนไขการใช้งาน บริษัทฯ มีสิทธิยกเลิกการเป็นสมาชิกเอโดะพลัส
                            ได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า ทั้งนี้
                            การยกเลิกสมาชิกดังกล่าวมีผลเป็นการยกเลิกคะแนนสะสมที่สมาชิกมีอยู่ทั้งหมดทันทีด้วย
                            และถือว่าบริษัทฯ
                            ไม่มีภาระผูกพัน หนี้ หรือหน้าที่ในการจ่ายเงินทดแทนใด ๆ จากคะแนนสะสมที่มีอยู่ให้แก่สมาชิก
                            และสมาชิกจะไม่สามารถอ้างสิทธิใด ๆ กับบริษัทฯ ได้</li>
                    </ul>
                    <h5 class="fw-bold">6. การจัดการข้อมูลส่วนบุคคล</h5>
                    <ul>
                        <li>ข้อมูลส่วนบุคคลจะใช้เพื่อการให้บริการและนำเสนอสิทธิพิเศษแก่สมาชิกเท่านั้น</li>
                        <li>สมาชิกสามารถแก้ไขหรือตรวจสอบข้อมูลได้ตามสิทธิทางกฎหมาย</li>
                    </ul>
                    <h5 class="fw-bold">7. เงื่อนไขทั่วไป</h5>
                    <ul>
                        <li>บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขการเป็นสมาชิกเอโดะพลัส คะแนนสะสมของสมาชิก
                            ส่วนลดพิเศษของเครือข่ายพันธมิตรที่เข้าร่วมโครงการโดยไม่ต้องแจ้งให้ทราบล่วงหน้า</li>
                        <li>สมาชิกต้องแจ้งให้บริษัทฯ ทราบเมื่อมีการเปลี่ยนแปลงข้อมูลส่วนบุคคลเพื่อรักษาผลประโยชน์ของสมาชิก
                        </li>
                        <li>สมาชิกตกลง และยินยอมให้บริษัทฯ ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของสมาชิก สำหรับการแจ้งข่าวสาร
                            และกิจกรรมส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์หรือบริการของทางบริษัท
                            และใช้สำหรับการทำธุรกรรมกับบริษัทฯ
                            ในลักษณะที่เป็นประโยชน์กับสมาชิก</li>
                    </ul>
                </div>

            </div>
        </div>
    </div>
@endsection
